tests/XMP/XMP_XFW007/CopyOfXMP/XMP_XFW004/Provisioning-API/ProvisioningSettingsWebServicesAPI/setSubscriberFilter-non-existingSubscriber.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:setSubscriberFilter>
      <arg0>123456</arg0>
      <arg1>
        <scheme>1</scheme>
        <blockedCategories>Gambling</blockedCategories>
      </arg1>
    </tns:setSubscriberFilter>
  </soap:Body>
</soap:Envelope>
